Repository: chenall/cameyo
Catalog: PackageEditor/MainForm.*.resx
Languages: af_za, ar, de_de, es_es, fr_fr, id_id, it_it, tr_tr, zh_cn

# lnkUpgrade.Text
source: Company / Developer Upgrade
de_de: Firmen / Entwickler Upgrade
fr_fr: Mise à niveau Société / développeur
tr_tr: Şirket / Geliştirici Güncellemesi
zh_cn: 升级到企业版/开发版（解锁高级功能）

# propertyDisplayLogo.Text
source: Display Cameyo's logo
de_de: Cameyo´s Logo anzeigen
fr_fr: Afficher le logo de Cameyo
tr_tr: Cameyo logosunu göster
zh_cn: 显示 Cameyo 标志

# propertyProt.Text
source: Password-protect against editing:
de_de: Passwortschutz gegen Änderungen
fr_fr: Mot de passe de protection contre l'édition :
tr_tr: Düzenlemeye karşı şifreyle koru:
zh_cn: 启密码保护，防止编辑：

# propertyScmDirect.Text
source: Allow system services to be registered on target machine
de_de: Erlaube das registrieren von Diensten auf dem Zielrechner
fr_fr: Permettre aux services système de s'enregistrer sur la machine cible
tr_tr: Sistem araçlarının hedef bilgisayara kurulmasına izin ver
zh_cn: 允许在系统中注册服务

# propertyTtlDays.Text
source: Expire after (days):
de_de: Ablauf in (Tagen)
fr_fr: Expire après (jours) :
tr_tr: (Gün) sonra erişime kapat:
zh_cn: 有效期(天)

# propertyTtlResistRemove.Text
source: Keep expiration counter even after application removal
de_de: Ablaufzähler auch nach entfernern der Anwendung behalten
fr_fr: Garder le compteur expiration même après la suppression de l'application
tr_tr: Uygulama silinse dahi son kullanım sayacını tut
zh_cn: 删除应用时不重置应用有效期

# propertyDataStorage.Text
source: propertyDataStorage
af_za: Maak virtuele pakket &oop
