Repository: chenall/cameyo
Catalog: PackageEditor/MainForm.*.resx
Languages: af_za, ar, de_de, es_es, fr_fr, id_id, it_it, tr_tr, zh_cn

# $this.Text
source: Package Editor
af_za: Pakketredigeerder
ar: معدل الرزم
de_de: Paketeditor
es_es: Editor de package
fr_fr: Editeur de package
id_id: Editor Paket
it_it: Editor pacchetti
tr_tr: Paket düzenleyici
zh_cn: 程序包编辑器

# chkCleanAsk.Text
source: Ask for confirmation before removal
af_za: Bevestig voor verwysering
ar: طلب التأكيد قبل الحذف
de_de: Erfordere Bestätigung vor dem Löschen
es_es: Solicitar confirmación antes de eliminar
fr_fr: Demander une confirmation avant de supprimer
id_id: Meminta konfirmasi sebelum penghapusan
it_it: Chiedi conferma prima della rimozione
tr_tr: Silmeden önce uyar
zh_cn: 删除前确认

# chkCleanDoneDialog.Text
source: Show dialog when cleanup is done.
af_za: Wys dialoog as opruimingsproses klaar is.
ar: عرض نافذة عرضية عند نهاية التنظيف
de_de: Zeige Informationsfenster, sobald der Aufräumprozess fertig ist.
es_es: Muestra el cuadro de diálogo cuando la limpieza se lleva a cabo.
fr_fr: Afficher la boîte de dialogue lorsque le nettoyage est effectué.
id_id: Tampilkan dialog saat pembersihan dilakukan.
it_it: Avvisa al termine della pulizia
tr_tr: Temizleme bitince haber ver
zh_cn: 清除完毕时弹出对话框

# closeToolStripMenuItem.Text
source: &Close
af_za: Maak &toe
ar: غلق
de_de: &Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: &Tutup
it_it: &Chiudi
tr_tr: &Kapat
zh_cn: 关闭(&C)

# columnFileName.Text
source: File
af_za: Lêer
ar: ملف
de_de: Datei
es_es: Arichivo
fr_fr: Fichier
id_id: Berkas
tr_tr: Dosya
zh_cn: 文件

# columnFileSize.Text
source: Size
af_za: Grootte
ar: الحجم
de_de: Größe
es_es: Tamaño
fr_fr: Taille
id_id: Ukuran
it_it: Dimensione
tr_tr: Boyut
zh_cn: 大小

# columnFileType.Text
source: Type
af_za: Tipe
ar: النوع
de_de: Typ
es_es: Tipo
id_id: Tipe
it_it: Tipo
tr_tr: Tür
zh_cn: 类型

# columnHeader3.Text
source: File
af_za: Lêer
ar: ملف
de_de: Datei
es_es: Arichivo
fr_fr: Fichier
id_id: Berkas
tr_tr: Dosya
zh_cn: 名称

# columnHeader4.Text
source: Value
af_za: Waarde
ar: القيمة
de_de: Wert
es_es: Valor
fr_fr: Valeur
id_id: Nilai
it_it: Valore
tr_tr: Değer
zh_cn: 数据

# columnHeader5.Text
source: Type
af_za: Tipe
ar: النوع
de_de: Typ
es_es: Tipo
id_id: Tipe
it_it: Tipo
tr_tr: Tür
zh_cn: 类型

# deleteToolStripMenuItem.Text
source: Delete
af_za: Verwyder
ar: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Cancella
tr_tr: Sil
zh_cn: 删除

# dropboxLabel.Text
source: Publish to
af_za: Publiseer na
ar: نشر إلى
de_de: Veröffentlichen
es_es: Publicar en
fr_fr: Publier dans
id_id: Publikasikan ke
it_it: Pubblica in
tr_tr: Yayınla
zh_cn: 发布

# englishMenuItem.Text
source: English
af_za: Engels
de_de: englisch
fr_fr: Anglais
id_id: Bahasa inggris
tr_tr: İngilizce

# exitToolStripMenuItem.Text
source: E&xit
af_za: Gaan &uit
ar: خروج
de_de: &Beenden
es_es: &Dejar
fr_fr: &Quitter
id_id: &Keluar
it_it: &Esci
tr_tr: &Çıkış
zh_cn: 退出(&X)

# fileContextMenuDelete.Text
source: Delete
af_za: Verwyder
ar: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Cancella
tr_tr: Sil
zh_cn: 删除

# fileContextMenuProperties.Text
source: &Properties
af_za: Eienska&ppe
ar: خصائص
de_de: &Eigenschaften
es_es: &Propiedades
id_id: &Properti
it_it: &Proprietà
tr_tr: &Özellikler
zh_cn: 属性(&P)

# fileToolStripMenuItem.Text
source: &File
af_za: &Lêer
ar: ملف
de_de: &Datei
es_es: &Archivo
fr_fr: &Fichier
id_id: &Berkas
tr_tr: &Dosya
zh_cn: 文件(&F)

# frenchMenuItem.Text
source: Français
af_za: Frans
de_de: französisch
id_id: Prancis
tr_tr: Fransızca
zh_cn: 法文

# fsAddBtn.Text
source: Add
af_za: Voeg by
ar: إضافة
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
id_id: Tambahkan
it_it: Aggiungi
tr_tr: Ekle
zh_cn: 添加

# fsAddBtn.ToolTipText
source: Add file
af_za: Voeg lêer by
ar: إضافة ملف
de_de: Datei hinzufügen
es_es: Añadir un archivo
fr_fr: Ajouter un fichier
id_id: Tambahkan Berkas
it_it: Aggiungi file
tr_tr: Dosya ekle
zh_cn: 添加文件

# fsAddDirBtn.ToolTipText
source: Import an existing folder
af_za: Voeg gids by
ar: إضافة مجلد
de_de: Ordner hinzufügen
es_es: Añadir una carpeta
fr_fr: Ajouter un dossier
id_id: Tambahkan Folder
it_it: Aggiungi cartella
tr_tr: Klasör ekle
zh_cn: 添加文件夹

# fsAddEmptyDirBtn.ToolTipText
source: Add empty folder
af_za: Voeg leë gids by
ar: إضافة مجلد فارغ
de_de: Leeren Ordner hinzufügen
es_es: Agregar una carpeta vacía
fr_fr: Ajouter un dossier vide
id_id: Tambahkan Folder Kosong
it_it: Aggiungi cartella vuota
tr_tr: Boş klasör ekle
zh_cn: 添加空文件夹

# fsFolderInfoIsolationLbl.Text
source: Folder Isolation:
af_za: Gidsisolasie:
ar: عزل المجلد:
de_de: Ordner-Isolierung:
es_es: Aislamiento:
fr_fr: Isolation:
id_id: Folder Isolasi:
it_it: Isolamento cartella:
tr_tr: Klasör Gizleme:
zh_cn: 系统访问:

# fsRemoveBtn.Text
source: Delete
af_za: Verwyder
ar: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Cancella
tr_tr: Sil
zh_cn: 删除

# fsRemoveBtn.ToolTipText
source: Remove file or folder
af_za: Verwyder lêer of gids
ar: حذف الملف أوالمجلد
de_de: Lösche Datei oder Ordner
es_es: Eliminar archivo o carpeta
fr_fr: Supprimer le fichier ou le dossier
id_id: Hapus Berkas atau folder
it_it: Rimuovi file o cartella
tr_tr: Dosya ya da klasör sil
zh_cn: 删除文件或文件夹

# fsSaveFileAsBtn.ToolTipText
source: Save file as
af_za: Stoor lêer as
ar: حفض الملف في
de_de: Datei speichern als
es_es: Guardar el archivo como
fr_fr: Enregistrer le fichier sous
id_id: Simpan Berkas Sebagai
it_it: Salva file come
tr_tr: Farklı kaydet
zh_cn: 另存为

# groupBox1.Text
source: Basics
af_za: Basiese
ar: الأساسيات
de_de: Grundlagen
es_es: Básicas
fr_fr: Basiques
id_id: Dasar-dasar
it_it: Principale
tr_tr: Temel
zh_cn: 基本属性

# groupBox3.Text
source: Extras
af_za: Ekstras
ar: إضافات
id_id: Tambahan
it_it: Extra
tr_tr: Ekstra
zh_cn: 扩展属性

# groupBox4.Text
source: Integration
af_za: Integrasie
ar: الدمج
fr_fr: Intégration
id_id: Integrasi
it_it: Integrazione
tr_tr: Entegrasyon
zh_cn: 集成

# groupBox5.Text
source: Advanced
af_za: Gevorderd
ar: متقدم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
id_id: Lanjutan
it_it: Avanzate
tr_tr: Gelişmiş
zh_cn: 扩展高级功能（完整功能需授权）

# groupBox7.Text
source: Remove traces upon app exit
af_za: Verwyder oorblyfsels as pakket toemaak
ar: حذف الأثر اثر الخروج
de_de: Entferne Spuren nach Beendigung des Programms
es_es: Eliminar rastros al cerrar de la aplicación
fr_fr: Supprimer les traces à la fermeture de l'appi
id_id: Hapus jejak saat keluar aplikasi
it_it: Rimuovi tracce all'uscita dell'applicazione
tr_tr: Uygulama kapanınca kalıntıları sil
zh_cn: 应用程序数据处理

# label1.Text
source: Application ID:
af_za: Pakket ID:
ar: معرف التطبيقة:
de_de: Anwendungs-ID:
es_es: ID de la aplicación
fr_fr: ID de l'application
id_id: Aplikasi ID:
it_it: ID Applicazione:
tr_tr: Uygulama adı:
zh_cn: 应用名(AppID):

# label10.Text
source: Version:
af_za: Lêerweergawe:
ar: إصدار الملف:
de_de: Dateiversion:
es_es: Versión del archivo
fr_fr: Version du fichier
id_id: Versi Berkas:
it_it: Versione file:
tr_tr: Dosya versiyonu:
zh_cn: 应用版本：

# label11.Text
source: Recently edited
af_za: Onlangs gewysig
ar: معدّلة حديثاً
de_de: Zuletzt geändert
es_es: Recientemente etitado
fr_fr: Récemment édité
id_id: Baru diedit
it_it: Recentemente modificato
tr_tr: Yeni düzenlenmiş
zh_cn: 最近编辑

# label2.Text
source: Friendly name:
ar: الوصف:
de_de: Beschreibung:
es_es: Descripción
fr_fr: Description
id_id: Keterangan:
it_it: Descrizione:
tr_tr: Açıklama:
zh_cn: 应用介绍：

# label3.Text
source: Isolation:
af_za: Isolasie:
ar: العزل:
de_de: Isolierung:
es_es: Aislamiento
id_id: Isolasi
it_it: Isolamento:
tr_tr: Gizleme:
zh_cn: 系统注册表：

# label4.Text
source: Isolation mode:
af_za: Isolasiewyse:
ar: نمط العزل:
de_de: Isolierungsmodus:
es_es: Aislamiento:
fr_fr: Mode d'isolation
id_id: Modus Isolasi:
it_it: Modalità di isolamento:
tr_tr: Gizleme modu:
zh_cn: 访问模式：

# label5.Text
source: Data storage:
af_za: Databerging:
ar: تخزين المعلومات:
de_de: Speicherort
es_es: Datos:
fr_fr: Données :
id_id: Penyimpanan Data
it_it: Salvataggio dei dati:
tr_tr: Veri depolama:
zh_cn: 数据存储器：

# label7.Text
source: Exclude child processes from virtualization:
ar: إقصاء العمليات المتفرعات عن العمل الرئيسي من الفرضنة:
de_de: Child-Prozesse von der Virtualisierung ausschließen:
es_es: Evitar la virtualización de los procesos niños:
fr_fr: Eviter de virtualiser les processus enfants :
id_id: Kecualikan proses anak dari virtualisasi
it_it: I seguenti processi lanciati saranno esclusi dalla virtualizzazione:
tr_tr: Çocuk denetimlerini sanallaştırmanın dışında tut
zh_cn: 在虚拟进程外执行的程序:

# label8.Text
source: example: "iexplore.exe;myapp.exe"
af_za: voorbeeld: "iexplore.exe;mypakket.exe"
ar: مثال: "iexplore.exe;myapp.exe"
de_de: Beispiel: "iexplore.exe;myapp.exe"
es_es: Ejemplo: "iexplore.exe;myapp.exe"
fr_fr: Exemple: "iexplore.exe;myapp.exe"
id_id: contoh: "iexplore.exe; myapp.exe"
it_it: Esempio: "iexplore.exe;myapp.exe"
tr_tr: örnek: "iexplore.exe;benimuygulamam.exe"
zh_cn: 例子：“iexplore.exe;myapp.exe”

# label9.Text
source: Virtualization:
af_za: Virtualisasie:
de_de: Virtualisierung:
es_es: Studio
fr_fr: Studio
tr_tr: Sanallaştırma:
zh_cn: 工作模式

# langToolStripMenuItem.Text
source: &Language
af_za: T&aal
ar: اللغة
de_de: &Sprache
es_es: &Idiomas
fr_fr: &Langue
id_id: &Bahasa
it_it: &Lingua
tr_tr: &Dil
zh_cn: 语言(&L)

# lblAutoLaunch.Text
source: Startup:
af_za: Beginproses:
ar: البدء:
de_de: Start:
es_es: Inicio
fr_fr: Démarrage :
id_id: Memulai:
it_it: Avvio:
tr_tr: Başlangıç:
zh_cn: 启动:

# lnkAutoLaunch.Text
source: Change
af_za: Verander
ar: تغيير
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
id_id: Ganti
it_it: Cambia
tr_tr: Değiştir
zh_cn: 更改

# lnkChangeDataStorage.Text
source: Change
af_za: Verander
ar: تغيير
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
id_id: Ganti
it_it: Cambia
tr_tr: Değiştir
zh_cn: 更改

# lnkChangeIcon.Text
source: Change icon
af_za: Verander ikoon
ar: تغيير الأيقونة
de_de: Ändere Icon
es_es: Modificar icono
fr_fr: Modifier icône
id_id: Ganti ikon
it_it: Cambia icona
tr_tr: Simgeyi değiştir
zh_cn: 更改图标

# lnkCustomEvents.Text
source: Custom events
af_za: Verander ikoon
ar: أحداث معدّلة
de_de: Angepasste Ereignisse
es_es: Eventos personalizados
fr_fr: Evènements personnalisés
id_id: Kustom peristiwa
it_it: Eventi personalizzati
tr_tr: Özel olaylar
zh_cn: 自定义事件

# lnkPackageEdit.Text
source: Open existing virtual app
af_za: Eie gebeurtenisse
ar: فتح تطبيقة افتراضية موجودة
de_de: Öffne bestehende virtuelle Anwendung
es_es: Abrir una aplicación existente
fr_fr: Ouvrir une application existante
id_id: Buka aplikasi virtual yang ada
it_it: Apri un'applicazione virtuale esistente
tr_tr: Mevcut bir sanal uygulama aç
zh_cn: 打开已经存在的虚拟程序包

# newToolStripMenuItem.Text
source: &New empty virtual package
af_za: Maak bestaande pakket oop
ar: حاوي افتراضي فارغ و جديد
de_de: &Neues, leeres virtuelles Paket
es_es: &nuevo package virtual vacío
fr_fr: &Nouveau package virtuel vide
id_id: &Baru paket virtual kosong
it_it: &Nuovo pacchetto vuoto virtualizzato
tr_tr: &Yeni boş sanal paket
zh_cn: 创建新的虚拟程序包(&N)

# openToolStripMenuItem.Text
source: &Open virtual package
af_za: &Nuwe leë pakket
ar: فتح حاوي افتراضي
de_de: &Öffne virtuelles Paket
es_es: &Abrir el package
fr_fr: &Ouvrir le package
id_id: &Buka paket virtual
it_it: &Apri pacchetto virtuale
tr_tr: &Sanal paket aç
zh_cn: 打开虚拟程序包(&O)

# propertyExpiration.Text
source: Expiration date:
af_za: Vervaldatum:
ar: تاريخ الإنتهاء:
de_de: Verfallsdatum:
es_es: Fecha de expiración
fr_fr: Date d'expiration
id_id: Tanggal Kadaluarsa
it_it: Data di scadenza:
tr_tr: Son kullanma tarihi:
zh_cn: 过期日

# propertyIsolationDataMode.Text
source: Data mode: application can only save files to Documents, Desktop and network drives
af_za: Datawyse: pakket kan slegs lêers stoor in Documents, Desktop en netwerkskywe
ar: نمط معلوماتي: التطبيقات يمكنها فقط حفض الملفات في مجلد الملفات الشخصية، سطح المكتب والأقراص المشتركة على الشبكة
de_de: Data-Modus: Die Anwendung kann Dateien nur an Benutzerordner (Dokumente und Desktop) sowie Netzlaufwerke speichern
es_es: Datos: Permitir escribir en los directorios Documentos, Oficina, las unidades de red
fr_fr: Données : laisser écrire dans répertoires Documents, Bureau et lecteurs réseaux
id_id: Modus data: aplikasi hanya dapat menyimpan file ke drive Document, Desktop dan jaringan
it_it: Modalità dati: L'applicazione potrà scrivere solo in Documenti, Desktop, e nelle unità di rete
tr_tr: Veri modu: uygulama, dosyaları sadece Belgeler, Masaüstü ve ağ sürücülerine kaydedebilir
zh_cn: 数据模式：应用程序只能存储文件到我的文档，桌面或网络硬盘

# propertyIsolationIsolated.Text
source: Isolated: application cannot modify the system
af_za: Geïsoleerd: pakket bestaan slegs in die sandboks
ar: معزولة: التطبيقة لا يمكنها تعديل معطيات النظام
de_de: Isoliert: Die Anwendung kann das System nicht verändern
es_es: Aislado: la aplicación no puede modificar nada, o escribir en el sistema
fr_fr: Isolé : l'application ne peut rien modifier ou écrire sur le système
id_id: Terisolasi: aplikasi tidak dapat memodifikasi sistem
it_it: Isolata: L'applicazione non potrà modificare il sistema
tr_tr: Gizlenmiş: uygulama, sistemi değiştiremez
zh_cn: 隔离模式：安全模式，应用程序无法对真实系统进行修改。

# propertyIsolationMerge.Text
source: Full access: application can modify the system's files and registry
af_za: Volle toegang: pakket kan veranderinge aan die stelsel en Windows Register aanbring
ar: نمط النفوذ الكامل: يمكن للتطبيقة تغيير لملفات النظام والسجل
de_de: Vollzugriff: Die Anwendung kann Systemdateien und Registrierungsdatenbank verändern
es_es: Acceso completo: la aplicación puede modificar todos los archivos y el registro del sistema base
fr_fr: Accès total : l'application peut modifier tous les fichiers et base registre du système
id_id: Penuh Akses: aplikasi dapat memodifikasi file sistem dan registry
it_it: Accesso completo: L'applicazione potrà modificare file e registro di sistema
tr_tr: Tam erişim: uygulama sistem dosyalarına ve kayıt defterine erişebilir
zh_cn: 完全访问：应用程序可以修改系统文件和注册表

# propertyVirtModeDisk.Text
source: Disk mode: virtual app pre-extracts files on disk as needed; faster for frequently-used apps
af_za: Skyfwyse: virtuele pakket ekstraheer leêrs na skyf soos benodig; vinniger vir pakkette wat gereeld gebruik word
de_de: Anwendungen
fr_fr: Mode disque : Fichiers des apps virtuels pré-extraits sur le disque en fonction des besoins; plus rapide pour les applications fréquemment utilisées
tr_tr: Disk modu: sanal uygulama dosyaları diske çıkarır; sık kullanılan uygulamalar için kullanışlıdır
zh_cn: 磁盘模式: 提取所需要的文件到磁盘上,建议经常使用或大程序使用,速度比较快.

# propertyVirtModeRam.Text
source: RAM mode: virtual apps run directly from memory
af_za: LSG-wyse: virtuele pakket hardloop vanuit leesgeheue
de_de: RAM Modus: Virtuelle Anwendungen laufen direkt im Speicher
fr_fr: RAM mode : Les applications virtuelles sont exécutées directement à partir de la mémoire vive
tr_tr: RAM modu: sanal uygulamalar dosrudan sanal bellekten çalışır
zh_cn: 内存模式: 直接从内存运行,不释放文件到硬盘上.

# rdbCleanAll.Text
source: Remove all virtual data upon exit (data and settings will be LOST)
af_za: Verwyder alle pakketdata as pakket toemaak (data en instellings sal VERLORE wees)
ar: حذف جميع المعلومات الإفتراضية عند الخروج(المعلومات والإعدادات ستُفقد)
de_de: Entferne alle Daten in der virtuellen Umgebung bei Beendigung des Programms (Daten und Einstellungen gehen verloren)
es_es: Limpiar los datos virtuales al final de la ejecución (no se conservará datos y configuración)
fr_fr: Nettoyer les données virtuelles en fin d'exécution (données et configuration ne seront pas retenus)
id_id: Hapus semua data virtual setelah keluar (data dan pengaturan akan HILANG)
it_it: Alla chiusura rimuovi tutti i dati virtualizzati (salvataggi ed impostazioni verranno PERSI)
tr_tr: Kapanışta tüm sanal verileri sil (veriler ve ayarlar SİLİNECEK)
zh_cn: 退出时清除(所有数据和设置都会丢失)

# rdbCleanNone.Text
source: No cleanup, leave app ready to run (fastest)
af_za: Geen opruiming, los pakket gereed om weer te hardloop (vinniger)
ar: لا تنظيف، ترك التطبيقة جاهزة للإشتغال(الأسرع)
de_de: Kein Aufräumprozess, belasse die Anwendung so, dass sie sofort wieder anlaufen kann (am schnellsten)
es_es: No limpiar, dejar la aplicación presta para reactivarse (más rápido)
fr_fr: Pas de nettoyage, laisser l'application prête pour se relancer (le plus rapide)
id_id: Tidak ada pembersihan, biarkan aplikasi siap dijalankan (tercepat)
it_it: Nessuna pulizia, l'app rimane pronta per l'apertura (più veloce)
tr_tr: Temizlik yok, uygulama her an çalışmaya hazır (en hızlı)
zh_cn: 不删除，让应用程序随时运行（最快）

# rdbCleanRegOnly.Text
source: Leave no registry traces (registry changes will be saved in a file)
af_za: Laat geen Windows Registeroorblyfsels agter (Windows Registerveranderinge sal in 'n lêer gestoor word)
ar: عدم ترك أثار في سجل النظام( التحويرات على السجل سيتم حفظها في ملف)
de_de: Lasse keine Spuren in der Registrierungsdatenbank zurück (Änderungen an der Registrierungsdatenbank werden in einer Datei gespeichert)
es_es: Limpiar el registro (los valores registros serán salvados en un archivo)
fr_fr: Nettoyer la base registre (les valeurs registres seront sauvés dans un fichier)
id_id: Tidak meninggalkan jejak registry (perubahan registri akan disimpan dalam file
it_it: Non lasciare tracce nel registo (le modifiche verranno salvate in un file)
tr_tr: Kayıt defterinde iz bırakma (kayıt defteri ayarları bir dosyada depolanacak)
zh_cn: 不修改注册表（注册表的更改将会保存在文件中）

# rdbIntegrateNone.Text
source: No integration
af_za: Geen integrasie
ar: دون إدماج
de_de: Keine Integration
fr_fr: Pas d'intégration
id_id: Tidak ada integrasi
it_it: Nessuna integrazione
tr_tr: Entegrasyon yok
zh_cn: 不集成（不对系统进行任何改变）

# rdbIntegrateStandard.Text
source: Recreate shortcuts and associations
af_za: Herskep kortpaaie en lêerassosiasies
ar: إعادة إنشاء الروابط المختصرة والمرفقات
de_de: Erzeuge Programm- und Dateiverknüpfungen
fr_fr: Recréer raccourcis et associations
id_id: Menciptakan cara pintas dan asosiasi
it_it: Ricrea collegamenti ed associazioni
tr_tr: Kısayolları ve ilişkilendirmeleri tekrar oluştur
zh_cn: 重建快捷方式和文件关联（自动添加应用程序的快捷方式和文件关联）

# rdbIntegrateVirtual.Text
source: Virtual integration: add virtual layer into Windows Explorer
af_za: Virtuele integrasie: voeg virtuele laag in Windows Explorer
ar: الادماج الإفتراضي: إضافة طبقة افتراضية لويندوز اكسبلورر
de_de: Virtuelle Integration: Füge dem Windows-Explorer eine "virtuelle Schicht" hinzu
fr_fr: Intégration virtuelle: ajouter une couche virtuelle dans Explorer
id_id: Integrasi virtual: menambahkan layer virtual ke dalam Windows Explorer
it_it: Integrazione virtuale: aggiungi un layer virtuale in Windows Explorer
tr_tr: Sanal entegrasyon: Windows Gezgini'ne sanal katman ekleyin
zh_cn: 虚拟集成: 添加虚拟层到Windows资源管理器（深度集成，就像是已经安装到系统中一样）

# regEditBtn.ToolTipText
source: Edit registry
af_za: Wysig Windows Register
ar: تعديل السجل
de_de: Bearbeite Registrierungsdatenbank
es_es: Editar el registro
fr_fr: Editer le registre
id_id: Mengedit registri
it_it: Modifica registro
tr_tr: Kayıt defterini düzenle
zh_cn: 编辑注册表

# regExportBtn.ToolTipText
source: Export selected registry key to a .reg file
af_za: Eksporteer gekose registersleutel na 'n .reg lêer
ar: تصدير مفتاح السجل المختار إلى ملف بنمط reg
de_de: Exportiere ausgewählten Registrierungsdankenbank-Schlüssel in eine .reg-Datei
es_es: Exportar las claves seleccionadas del registro en un archivo.reg
fr_fr: Exporter les clefs de registre sélectionnées dans un fichier.reg
id_id: Ekspor kunci registri dipilih ke Berkas reg.
it_it: Esporta registro selezionato in un file .reg
tr_tr: Seçilmiş kayıt defteri anahtarını .reg dosyası olarak çıkart
zh_cn: 导出所选注册表项到文件表文件

# regImportBtn.Text
source: Import
af_za: Invoer
ar: إستيراد
de_de: Importieren
es_es: Importar
fr_fr: Importer
id_id: Mengimpor
it_it: Importa
tr_tr: Dosyadan ekle
zh_cn: 导入

# regImportBtn.ToolTipText
source: Import a .reg file
af_za: Voer .reg lêer in
ar: إستيراد ملف بنمط reg.
de_de: Importiere eine .reg-Datei
es_es: Importar un archivo.reg
fr_fr: Importer un fichier.reg
id_id: Mengimpor .Berkas Reg
it_it: Importa una file .reg
tr_tr: .reg dosyasından ekle
zh_cn: 导入注册表文件

# regRemoveBtn.Text
source: Delete
af_za: Verwyder
ar: حذف
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
id_id: Hapus
it_it: Cancella
tr_tr: Sil
zh_cn: 删除

# regRemoveBtn.ToolTipText
source: Remove key
af_za: Verwyder sleutel
ar: حذف المفتاح
de_de: Entferne Schlüssel
es_es: Eliminar la clave
fr_fr: Supprimer la clé
id_id: Hapus kunci
it_it: Rimuovi chiave
tr_tr: Anahtarı sil
zh_cn: 删除键值

# saveasToolStripMenuItem.Text
source: Save &as
af_za: Stoor &as
ar: حفض في
de_de: Speichern &als
es_es: Guardar &como
fr_fr: Enregistrer &sous
id_id: Simpan &sebagai
it_it: S&alva come
tr_tr: &Farklı kaydet
zh_cn: 另存为(&A)

# saveToolStripMenuItem.Text
source: &Save
af_za: &Stoor
ar: تسجيل
de_de: &Speichern
es_es: &Guardar
fr_fr: Enregistrer
id_id: &Simpan
it_it: &Salva
tr_tr: &Kaydet
zh_cn: 保存(&S)

# spanishMenuItem.Text
source: Español
af_za: Spaans
de_de: spanisch
id_id: Spanyol
tr_tr: İspanyolca
zh_cn: 西班牙语

# tabAdvanced.Text
source: Advanced
af_za: Gevorderd
ar: متقدم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
id_id: Lanjutan
it_it: Avanzate
tr_tr: Gelişmiş
zh_cn: 高级

# tabFileSystem.Text
source: Files
af_za: Lêers
ar: ملفات
de_de: Dateien
es_es: Archivos
fr_fr: Fichiers
id_id: Berkas
tr_tr: Dosyalar
zh_cn: 文件

# tabGeneral.Text
source: General
af_za: Algemeen
ar: عام
de_de: Allgemeines
fr_fr: Général
id_id: Umum
it_it: Generale
tr_tr: Genel
zh_cn: 常规

# tabRegistry.Text
source: Registry
af_za: Windows Register
ar: السجل
de_de: Registrierungsdatenbank
es_es: Registro
id_id: Registri
it_it: Registro
tr_tr: Kayıt defteri
zh_cn: 注册表

# tabWelcome.Text
source: Welcome
af_za: Welkom
ar: مرحباً
de_de: Willkommen
es_es: Bienvenida
fr_fr: Bienvenue
id_id: Selamat Datang
it_it: Benvenuto
tr_tr: Hoş geldiniz
zh_cn: 欢迎

# toolStripMenuItemExport.Text
source: &Export to .reg file
af_za: &Eksporteer na 'n .reg lêer
ar: تصدير في شكل .reg
de_de: &Exportiere in .reg-Datei
es_es: Exportar a un archivo.reg
fr_fr: &Exporter vers un fichiers.reg
id_id: Ekspor ke .Berkas reg
it_it: &Esporta come file .reg
tr_tr: .reg &dosyasına çıkar
zh_cn: 导出为注册表文件(&E)

# chineseMenuItem.Text
source: Chinese
af_za: Chinees
de_de: Chinesisch
fr_fr: Chinois
tr_tr: Çince
zh_cn: 简体中文

# cbDatFile.Text
source: Save package as .DAT, separately from executable (recommended for apps over 2 GB)
de_de: Packet als .DAT speichern, getrennt von ausführbarer Datei, (Empfohlen für Anwendungen über 2 GB)
fr_fr: Enregistrer le package comme .DAT, séparément du fichier exécutable (recommandé pour les applications de plus de 2 Go)
tr_tr: Paketi .exe dosyasından ayrı olarak .DAT şeklinde kaydet (2 GB üstü uygulamalar için önerilir)
zh_cn: 将数据包保存为.DAT，和启动程序分开（超过2 GB的应用建议启用）

# cbVolatileRegistry.Text
source: Volatile virtual registry
de_de: Volatile (mehrfach zugriff auf die virtuelle Registrierungsdatenbank
fr_fr: Base de registres volatile
tr_tr: Değişken sanal kayıt

# exportXmlToolStripMenuItem.Text
source: &Export package Blueprint
af_za: &Eksporteer as ZeroInstaller xml
de_de: &Packet Abdruck exportieren
fr_fr: &Exporter modèle XML
tr_tr: &Paket taslağını çıkart
zh_cn: 导出为XML(&E)

# groupConstraints.Text
source: Security and expiration
de_de: Sicherheit und Ablaufdatum
fr_fr: Sécurité et expiration
tr_tr: Güvenlik ve süre kısıtlaması
zh_cn: 安全和有效期设置

# lblNotCommercial.Text
source: Authorized for up to 49 machines
de_de: Für 49 Rechner authorisiert
fr_fr: Autorisé pour un maximum de 49 machines
tr_tr: 49 makinaya kadar yetkilendirilmiş

# lnkActiveDirectory.Text
source: Active Directory permissions
de_de: Aktive Verzeichnisrechte
fr_fr: Permission Active Directory
tr_tr: Active Directory izinleri
zh_cn: Active Directory权限

# lnkAutoUpdate.Text
source: Auto update
de_de: Ändern
tr_tr: Oto güncelleme
zh_cn: 自动更新
